[
    { "enabled": true, "src": "1.jpg", "headline": "Rolling Sod", "caption": "We've laid out and started removing sod for two 70' x 100' fields.  So excited to break ground!" },
    { "enabled": true, "src": "2.jpg", "headline": "Amending the Soil", "caption": "Amending and tilling the soil in the new flower fields." },
    { "enabled": true, "src": "3.jpg", "headline": "Penny in the Field", "caption": "Penny Lane is out in the field helping us on the new farm.  I love her.  She never leaves my side." },
    { "enabled": true, "src": "4.jpg", "headline": "Amending the Soil", "caption": "Amending and tilling the soil in the new flower fields." },
    { "enabled": true, "src": "5.jpg", "headline": "Tilling the Field", "caption": "Our first attempt at tilling the fields.  Would've been easier with air in both tires." },
    { "enabled": true, "src": "6.jpg", "headline": "Planning", "caption": "Deciding what to plant when is the hardest job ever.  I'd really rather be digging in the field." },
    { "enabled": true, "src": "7.jpg", "headline": "What to Plant When", "caption": "Deciding what to plant when is the hardest job ever.  I'd really rather be digging in the field." },
    { "enabled": true, "src": "8.jpg", "headline": "Preparing the Soil", "caption": "Trying out a few different soils to start seeds.  We'll see which sprout first." },
    { "enabled": true, "src": "9.jpg", "headline": "Our First Seeds", "caption": "Sowing our first seeds in the basements.  Hoping for the best." },
    { "enabled": true, "src": "10.jpg", "headline": "First Photo Shoot", "caption": "We don't even have flowers yet so we had to purchase flowers for our first photo shoot." },
    { "enabled": true, "src": "11.jpg", "headline": "Dahlia Tubers Arrived", "caption": "Our first order of Dahlia tubers arrived in the mail from Sunny Meadows.  Time to pack them for storage.  Can't wait to get them in the ground." },
    { "enabled": true, "src": "12.jpg", "headline": "Sweet Pea Sprouts", "caption": "The Sweet Peas have sprouted and they're ready for pinching." },
    { "enabled": true, "src": "13.jpg", "headline": "Preparing the Landscape Fabric", "caption": "Rolling out and burning nearly 1000 feet of landscape fabric with 9 inch spacing.  Unfortunately, it was raining today so we had to do it in the barn." },
    { "enabled": true, "src": "14.jpg", "headline": "Spring Chicks Have Arrived", "caption": "Nine new chicks came from Meyer Hatchery: 2 Black Split to Lavender Orpington, 2 Cream Legbar, 2 Lavendar Orpington, 2 Swedish Flower Hen, and 1 mystery chicken." },
    { "enabled": true, "src": "15.jpg", "headline": "Photo Shoot #2", "caption": "We couldn't pass up the chance for a photo shoot with some of our own flowers.  They're from the yard, not the fields, but they were grown here." },
    { "enabled": true, "src": "16.jpg", "headline": "Earth Week", "caption": "The Kerchenski family spent earth week getting covered in dirt, and compost.  We moved over 10 yards of compost and spread it over the fields in one long day." },
    { "enabled": true, "src": "17.jpg", "headline": "Installing T-Posts", "caption": "The Sweet Peas have been hardening off and are nearly ready to be planted in the field.  These 8' t-posts have been added to support Hortonova netting and will eventually be covered in Sweet Pea vines." },
    { "enabled": true, "src": "18.jpg", "headline": "Planting Sweet Peas", "caption": "Finally the first plants are going into the field.  We planted a row and a half on a nasty, muddy, rainy day." },
    { "enabled": true, "src": "19.jpg", "headline": "Snow Protection", "caption": "Of course it's snowing after we planted.  We went out every night for a couple of days and covered the plants with landscape fabric to keep them safe." },
    { "enabled": true, "src": "20.jpg", "headline": "New Sign", "caption": "We combined our skills and made a brand new sign with the brand new logo.  Mike built the sign and Jenny painted on the logo." },
    { "enabled": true, "src": "21.jpg", "headline": "Sleeping Millie", "caption": "I think she likes the warm lights in the seed starting room.  We catch her down here all the time." },
    { "enabled": true, "src": "22.jpg", "headline": "Jamie's Helping", "caption": "It's a welcomed distraction when our nephew Jamie comes to help water the plants." },
    { "enabled": true, "src": "23.jpg", "headline": "First Flower", "caption": "Not much is in bloom.  Especially in the new fields.  But we did find this little Zinnia a little earlier than the rest." },
    { "enabled": true, "src": "24.jpg", "headline": "More Planting", "caption": "Every week we take more and more seedlings out back and plant them in the flowers.  The weather is finally making this a much more pleasant job." }
]
